---
kind: property
id: P:Autodesk.Revit.DB.FamilyElementVisibility.IsShownInTopBottom
source: html/0c340dcb-d6c0-5aa5-fc41-d65abcba172e.htm
---
# Autodesk.Revit.DB.FamilyElementVisibility.IsShownInTopBottom Property

Indicates if the instance is display in Plan/RCP view of project document.

## Syntax (C#)
```csharp
public bool IsShownInTopBottom { get; set; }
```

## Remarks
This property matters for objects whose visibility type is Model.